BEGIN TRANSACTION;
CREATE TABLE `android_metadata` (
	`Field1`	TEXT
);
CREATE TABLE "IdB_idA" (
	`Field1`	INTEGER PRIMARY KEY AUTOINCREMENT,
	`id_ques`	INTEGER NOT NULL,
	`id_answ`	INTEGER NOT NULL
);
INSERT INTO `IdB_idA` VALUES (1,1,1);
INSERT INTO `IdB_idA` VALUES (2,1,2);
INSERT INTO `IdB_idA` VALUES (3,1,3);
INSERT INTO `IdB_idA` VALUES (4,2,2);
INSERT INTO `IdB_idA` VALUES (5,2,4);
INSERT INTO `IdB_idA` VALUES (6,2,5);
INSERT INTO `IdB_idA` VALUES (7,3,1);
INSERT INTO `IdB_idA` VALUES (8,3,6);
INSERT INTO `IdB_idA` VALUES (9,3,4);
CREATE TABLE "Bilet" (
	`_id`	INTEGER PRIMARY KEY AUTOINCREMENT,
	`ticket`	TEXT NOT NULL
);
INSERT INTO `Bilet` VALUES (1,'Билет №1');
INSERT INTO `Bilet` VALUES (2,'Билет №2');
INSERT INTO `Bilet` VALUES (3,'Билет №3');
INSERT INTO `Bilet` VALUES (4,'Билет №4');
INSERT INTO `Bilet` VALUES (5,'Билет №5');
INSERT INTO `Bilet` VALUES (6,'Билет №6');
INSERT INTO `Bilet` VALUES (7,'Билет №7');
INSERT INTO `Bilet` VALUES (8,'Билет №8');
INSERT INTO `Bilet` VALUES (9,'Билет №9');
INSERT INTO `Bilet` VALUES (10,'Билет №10');
INSERT INTO `Bilet` VALUES (11,'Билет №11');
INSERT INTO `Bilet` VALUES (12,'Билет №12');
INSERT INTO `Bilet` VALUES (13,'Билет №13');
INSERT INTO `Bilet` VALUES (14,'Билет №14');
INSERT INTO `Bilet` VALUES (15,'Билет №15');
INSERT INTO `Bilet` VALUES (16,'Билет №16');
INSERT INTO `Bilet` VALUES (17,'Билет №17');
CREATE TABLE "Answer" (
	`_id`	INTEGER PRIMARY KEY AUTOINCREMENT,
	`question`	TEXT,
	`answer`	TEXT
);
INSERT INTO `Answer` VALUES (1,'Места установки постоянных  скоб путевого автостопа на Харьковском метрополитене и порядок их проезда.','На станционных путях перед тупиковыми упорами устанавливаются неподвижные скобы автостопов, а также могут устанавливаться инерционные автостопы.
     Неподвижные скобы автостопов и инерционные автостопы устанавливаются с правой стороны пути по ходу движения поезда.
     Расстояние от центра скобы инерционного автостопа или неподвижной скобы автостопа до внутренней грани головки ближайшего ходового рельса должно быть 308 мм с отклонениями не больше 20 мм в сторону увеличения или уменьшения. Возвышение скобы над уровнем головок рельсов должно быть 85 мм с отклонениями 5 мм в сторону увеличения.
     * возвышение нижней точки скобы срывного клапана автостопа над уровнем головок ходовых рельсов должно быть в пределах 55 мм ---53 мм;
     Проезд неподвижных (постоянных) скоб автостопов выполняется со скоростью не больше 5 км/ч (по возможности с отключенными тяговыми двигателями). После открытия срывного клапана автостопа машинист должен перевести ручку крана машиниста в положение экстренного торможения, затем после закрытия срывного клапана автостопа зарядить тормозную магистраль путем постановки ручки крана машиниста в положение зарядки с последующим переводом ее в рабочее положение.
     Если срывной клапан автостопа не закрылся, то необходимо сорвать пломбу и отключить универсальный автоматический выключатель автостопа (УАВА).
     Во всех случаях отключения универсального автоматического выключателя автостопа при неисправности автостопной магистрали или срывного клапана автостопа машинист должен доложить о неисправности поездному диспетчеру и дать заявку на постановку состава во внеплановый технический осмотр.
');
INSERT INTO `Answer` VALUES (2,'Постоянные сигнальные знаки','Предельные столбики или рейки указывают место, далее которого на пути нельзя устанавливать подвижной состав в направлении стрелочного перевода или глухого пересечения 
     Предельные столбики устанавливаются посередине междупутья, а предельные рейки ? в междупутье в местах, где расстояние между осями сходящихся путей достигает размеров, предусмотренных ПТЭ.
     Предельные столбики или рейки должны иметь отличительную окраску.
5.7. Знаки ?Граница станции? указывают границы станции. Надпись на знаке должна быть с обеих сторон с указанием названия станции 
     5.8. Предупредительные сигнальные знаки:
     *  	знак ?Предельно допускаемая скорость? устанавливается в местах, определенных приказом начальника метрополитена
     *  	знак ?С? ? ?Подача свистка? устанавливается перед кривым участком пути, стрелочным переводом, тоннелем и требует подачи звукового сигнала хозяйственными поездами, первым электропоездом, а также всеми электропоездами при нахождении людей в тоннеле при включенном освещении 
     *  	знаки ?Включить тяговые двигатели? и ?Отключить тяговые двигатели?) в зависимости от режима вождения могут дополняться буквами и цифрами;
     *  	знак в виде буквы ?Т? ? начало экстренного торможения при входе на станцию, если машинистом не было своевременно применено служебное торможение ?Т начало? ? место начала подтормаживания поезда на перегоне ?Т конец? ? место конца подтормаживания поезда на перегоне 
     * 	знак ?Остановка первого вагона? устанавливается на пути у пассажирских платформ или на путевой стене, на станциях наземного участка допускается устанавливать на шесте с правой стороны 
     Знак может устанавливаться на путях оборота станции:
     *  	знак ?Опасно? размещается с правой стороны по ходу поезда на подходах к станции, в местах стыковки тоннелей круглого и прямоугольного сечений, а также в местах стесненного габарита, опасных для нахождения людей при движении поездов. Число под знаком ?Опасно? указывает длину опасной зоны. В случае нахождения людей в опасной зоне машинист (водитель хозяйственного поезда) обязан принять меры к немедленной остановке поезда.
     *  	знаки: ?1?, ?2?, ?3?, ?4?, ... ?10? ? остановка первого вагона соответственно одно-, двух-, трех-, четырехвагонного состава, и т.д. для отстоя составов на тупиковых путях станций и на перегонах 
     *  	знак ?Телефон? показывает место расположения ближайшего телефона тоннельной связи 
     *  	знак ?Конец рельсовой цепи? устанавливается с правой стороны по ходу поезда на границах рельсовых цепей, а в пределах платформы ? на шпале, для указания машинисту номера проследованной рельсовой цепи и места возможной смены сигнального показания АЛС в кабине управления электропоезда 
     * 	допускается установка знаков ?ОЧ?, ?АРС? с правой стороны по ходу поезда на оборотных и тупиковых станционных путях, на парковых путях в местах прекращения подачи в рельсовые цепи сигнальных команд АЛС (знак ?ОЧ?) и на границах действия устройств АЛС-АРС (знак ?АРС?) 
     *  	знак ?Ограждение сходного устройства на станционный путь? устанавливается на станции у сходных устройств с платформы на путь на шпале между ходовыми рельсами (в тоннелях ? на расстоянии 140 м от сходного устройства) знак ?Ограждение металлоконструкций? устанавливается перед перегонной (путевой) МК на расстоянии не менее 100 м, а после МК ? на расстоянии не менее 200 м 
     5.9. В необходимых случаях в соответствии с указаниями Управления метрополитена некоторые сигнальные знаки могут быть световыми, освещаемыми или со светоотражателями.
     Размещение постоянных сигнальных знаков на боковой стене тоннелей не должно ухудшать видимость и восприятие постоянных сигналов (светофоров).
');
INSERT INTO `Answer` VALUES (3,'Действия машиниста при появлении сигнального показания "0" или "ОЧ".','При сигнальном показании ?0? и при отключенных огнях светофоров автоматического действия скорость дальнейшего следования должна не превышать 20 км/ч при нажатой педали (кнопке) бдительности до появления разрешающего сигнального показания АЛС.
     При сигнальном показании АЛС ?ОЧ? (за исключением кратковременного появления) и исправных устройствах АЛС-АРС машинист обязан остановить поезд (состав), сообщить об этом поездному диспетчеру, после чего продолжить движение со скоростью не больше 20 км/ч при нажатой педали (кнопке) бдительности до появления разрешающего сигнального показания.
     При неисправности поездных устройств АРС машинист обязан остановить поезд (состав), доложить поездному диспетчеру и отключить указанные устройства в установленном порядке согласно инструкции, утверждённой Управлением метрополитена. Пассажиры должны быть высажены из поезда на ближайшей станции.
');
INSERT INTO `Answer` VALUES (4,'Действия машиниста при срабатывании КГУ и места их установки.','КГУ предназначено для контроля нижнего габарита п\с.  КГУ устанавливается по прибытию перед конечными станциями. Возвышение над уровнем головки рельса 43,5 ?0,5. Нижняя точка п.с. 45мм.(редуктор)
В случае сработки КГУ, машиниста предупреждает об этом ДЦХ (ДСЦП).В случае сработки машинист обязан:
* Вызвать ОЧ, проверить накат.
* Доложить результат ДЦХ.
* При отсутствии наката вызов АВФ, снять ВЫСОКОЕ, установить закоротку, осмотреть п\с  на возможность продвижения в тупик.
* При наличии наката в тупик следовать по устному распоряжению ДЦХ, с открытым окном, со скоростью не более 5 км\ч. После остановки в тупике снять ВЫСОКОЕ, установить закоротку, осмотреть п\с. Если неисправность не обнаружена дать заявку на следование в депо (со скоростью не более 40км\ч). Если нет возможности устранить неисправность самостоятельно- дать заявку на вызов АВФ. Если АВФ не может устранить, то п\с сдаётся в депо по окончании движения поездов. 
');
INSERT INTO `Answer` VALUES (5,'ТРА ПРОЛЕТАЙСКАЯ','ПР-24 входной; 
                                                         ПР-1, ПР-2, Е, Д,Г маневровые; 
                                                         ПР-26 выходной совмещённый с маневровым
                                                         ПР-3,ПР-4  продвижения, 
                                                         1 выходной.
На 1-ый главный по светофорам ПР-1, ПР-2, Г (из глубины  дополнительно ПР-3 пригласительный со скоростью не более 20км\ч до Г). При неисправности таковых иль червоне свитло- пригласительный, устное распоряжение ДЦХ (ДСЦП под контролем ДЦХ), ручному.
');
INSERT INTO `Answer` VALUES (6,'Красная лампа РП   не горит, поезд не идет.','Проверить напряжение на аккумуляторной батарее (АКБ) по вольтметру.Вольтметр показывает "0".Проверить состояние А-56 и несколько раз переключить его. Если напряжение не появилось, заменить предохранитель П1 (30 А).Напряжение АКБ восстановилось.Продолжить движение, вызвать на состав резервного машиниста или машиниста-инструктора для проверки А-56 и замены П1 на всем составе. Произвести размен состава.Напряжение АКБ не восстановилось.Перейти на резервное управление поездом.
При неисправности П1 на всем составе.В зависимости от профиля пути, затребовать вспомогательный поезд или следовать на резервном управлении в ближайший тупик.Напряжение АКБ нормальное. Проверить  и  несколько раз  переключить ВУ и А-54. Сделать несколько переключений главного вала контроллера машиниста  "Ход-тормоз".Управление поездом восстановилось.Продолжить работу. При повторении данной неисправности произвести размен состава.Поезд в движение не пришел.Перейти на резервное управление.
');
INSERT INTO `Answer` VALUES (7,'Переход на резервное управление с АРС','1.30.1. Затормозить ПСТ;
	1.30.2. Перекрыть кран ЭПВ;
	1.30.3. Выключить тумблер АРС;
	1.30.4. Выключить ВУ или А-54;
    1.30.5. Вставить реверсивную рукоятку в КРУ и задать нужное направление;
	1.30.6. Включить тумблер АРС;
	1.30.7. Открыть кран ЭПВ;
	1.30.8. Убедиться в закрытии дверей поезда по сигнализации СД (ЛСД);
	1.30.9. Отпустить пневматические тормоза;
    1.30.10. Привести поезд в движение, нажав кнопку на пульте резервного управления.
');
INSERT INTO `Answer` VALUES (8,'Назначение контактного рельса, габарит  контактного рельса и требования, предъявляемые к нему.','3.29. Контактный рельс должен обеспечивать бесперебойный токосъем при установленных скоростях движения при любых атмосферных условиях.
     3.30. Возвышение рабочей поверхности контактного рельса над уровнем головок ходовых рельсов должно быть 160 мм, отклонения допускаются не больше 6 мм в сторону увеличения или уменьшения.
     Расстояние от оси контактного рельса до внутренней грани головки ближайшего ходового рельса должно быть 690 мм с отклонениями не больше 8 мм в сторону увеличения или уменьшения.
     3.31. Контактный рельс должен быть электрически изолирован от ходовых рельсов и конструкций тоннеля, иметь защитный короб из трудно воспламеняющегося материала.
     3.32. Контактный рельс должен разделяться на отдельные изолированные секции (фидерные зоны) не перекрываемыми воздушными промежутками длиной не меньше 14 м между концами металлических частей отводов. Такие воздушные промежутки, не перекрываемые токоприемниками одного вагона электроподвижного состава, должны располагаться в местах следования электропоездов с отключенными тяговыми двигателями, а на подходах к станциям по главным путям ? на расстоянии не больше 50 м от начала пассажирской платформы.
     В местах расположения стрелочных переводов, перекрестных съездов и путевых металлоконструкций (МК) должны быть перекрываемые воздушные промежутки длиной не больше 10 м.
');
COMMIT;
